[
  {
    "title": "Pollo Asado en Olla",
    "photo": "pollo_asado_en_olla.jpg",
    "mime": "image/jpeg",
    "ingredients": [
      "1 pollo (que quepa en la olla, eso importante).",
      "Aceite.",
      "1/2 vaso de vinagre de vino blanco.",
      "1/2 vaso de vino blanco.",
      "2 dientes de ajo.",
      "Sal, pimienta, perejil, tomillo, orégano y laurel."
    ],
    "steps": [
      "Se limpia bien el pollo.",
      "Se salpimenta por dentro y por fuera.",
      "Se pone dentro una hoja de laurel.",
      "En la olla se pone un fondillo de aceite (no mucho pues el pollo suelta grasita).",
      "Se dora bien todo el pollo.",
      "Mientras se majan los ajos con un poco de sal, perejil, un poquito de oregano y de tomillo.",
      "En el majado se añaden el vinagre y el vino y todo se incorpora al pollo.",
      "Se deja 5 min que evaporen vinagre y vino y se cierra la olla.",
      "Se tiene unos 10 min.",
      "Y luego se apaga, se deja enfriar la olla y cuando esté se saca y se sirve.",
      "Ah!! Importante un rico pan para mojar la salsita."
    ]
  },
  {
    "title": "Costillas de Ternera con Zumo de Uva",
    "photo": "costillas_de_ternera_con_zumo_de_uva.jpg",
    "mime": "image/jpeg",
    "ingredients": [
      "Una costilla de ternera por persona.",
      "Un racimo de uvas.",
      "Aceite una cucharada.",
      "Sal.",
      "Patatas (opcional)."
    ],
    "steps": [
      "Dificultad mínima.",
      "Pides al carnicero que cada costilla la corte en dos o tres trozos.",
      "Pones las costillas en una fuente de horno, previamente calentado a 180 grados.",
      "Pones sal a las costillas y un chorro de aceite.",
      "Introduces las costillas al horno 90 minutos.",
      "Mientras, haces un zumo con las uvas y lo cuelas para que sea líquido.",
      "Cada 15 minutos echas una cucharada del zumo en cada costilla. Importante, no mover las costillas.",
      "Cuando termine el tiempo, se sacan las costillas del horno y la badena.",
      "Con el jugo de la carne y la uva se pone en un cazo al fuego y se reduce.",
      "Se sirve a los comensales las costillas y la salsa en una salsera para que se sirva cada uno.",
      "Eto voila."
    ]
  },
  {
    "title": "Spaguettis Negros con Marisco",
    "photo": "spaguettis_negros_con_marisco.jpg",
    "mime": "image/jpeg",
    "ingredients": [
      "Pendiente."
    ],
    "steps": [
      "Pendiente de incluir."
    ]
  },
  {
    "title": "Pollito con Almendras",
    "photo": "pollito_con_almendras.jpg",
    "mime": "image/jpeg",
    "ingredients": [
      "Pollo.",
      "Ajos.",
      "Cebolla.",
      "Aceite.",
      "Sal y pimienta.",
      "Almendras."
    ],
    "steps": [
      "Yo lo hago con muslos y contramuslos. Una pieza de cada por persona.",
      "",
      "Salpimentamos el pollo, lo pasamos por harina y lo doramos un poco para que cierre el poro. Lo incorporamos a la olla.",
      "Picamos cebolla, ajo, y lo doramos. Lo incorporamos a la olla.",
      "Picamos almendras (un buen puñado, pero al gusto) y las incorporamos también en la olla.",
      "Añadimos un poco de agua y cerramos la olla.",
      "Lo dejamos entre 12 y 15 minutos.",
      "",
      "Podemos acompañarlo con un arroz blanco de guarnición."
    ]
  },
  {
    "title": "Carne al Limón",
    "photo": "plato_vacio.jpg",
    "mime": "image/jpeg",
    "ingredients": [
      "Morcillo en trozos.",
      "Sal y pimienta",
      "Aceite.",
      "El zumo de uno o dos limones.",
      "Cebolla.",
      "Ajos."
    ],
    "steps": [
      "Salpimentamos la carne y la doramos un poco directamente en la olla.",
      "Añadimos una cebolla grande partida por la mitad (para 1Kgr de carne aproximadamente), 5 o 6 dientes de ajo enteros (pelados) y el zumo de limón.",
      "Cerramos la olla y la mantenemos aproximadamente 15 minutos.",
      "Sacamos la carne con cuidado y batimos la salsa....",
      "",
      "Podemos acompañarlo con un arroz blanco de guarnición."
    ]
  },
  {
    "title": "Costillas al Desarreglo",
    "photo": "costillas_al_desarreglo.png",
    "mime": "image/jpeg",
    "ingredients": [
      "1 kilogramo de costillas",
      "2 Pimientos rojos",
      "2 Pimientos verdes medianos",
      "2 Cebollas medianas",
      "8 Dientes de ajo",
      "Guindilla al gusto",
      "1/2 vaso vino blanco"
    ],
    "steps": [
      "Costillas en trozos pequeños.",
      "La verdura en juliana.",
      "Poner en una cazuela como 5 cucharadas de aceite.",
      "Poner los pimientos y ajos a dorar y luego añadir la cebolla.",
      "Cuando este pochado sazonar y añadir la carne.",
      "Vueltas y vueltas,",
      "Cuando este doradito añadir la guindilla",
      "y unos cinco minutos antes de apartar del fuego, añadir el vino y terminar dando mas vueltas.",
      "!!! Y a disfrutar, rico,rico!!!!"
    ]
  },
  {
    "title": "Bonito con Tomate",
    "photo": "bonito-con-tomate-y-cebolla.jpg",
    "mime": "image/jpeg",
    "ingredients": [
      "Tacos de bonito",
      "Cebolla, Pimientos verdes, ajos",
      "Vino blanco",
      "Tomate frito HERO"
    ],
    "steps": [
      "Freír un poco los tacos de bonito",
      "Cortar una cebolla en trocitos y un Pimiento verde en trocitos. ",
      "Echar un ajo troceado.  ",
      "Dejar la cebolla y el pimiento que se poche y luego echar medio vaso de vino blanco.",
      "Removerlo todo y dejar que se consuma el vino. ",
      "A continuación echar tomate frito HERO, removerlo 4 minutos y pasarlo por la batidora. ",
      "Volver a echarlo a la sartén y echar el bonito y tenerlo otros 4 minutos. ",
      "Después apagar y dejarlo que repose antes de emplatar."
    ]
  },
  {
    "title": "Sandwiches de Rodilla",
    "photo": "rodilla.jpg",
    "mime": "image/jpeg",
    "ingredients": [
      "12 Euros",
      "Gasolina para el coche"
    ],
    "steps": [
      "Conducir hasta Rodilla",
      "Pedir un pack de sandwiches",
      "Pagar",
      "Y ya están listos para comer"
    ]
  },
  {
    "title": "Asado de cordero de Berasategui",
    "photo": "cordero.jpg",
    "mime": "image/jpeg",
    "ingredients": [
      "El plan empieza en la carnicería: el animal, cuanto más pequeño, más lechal, mejor, más tierno.",
      "Hay que decirle al carnicero que lo parta por la columna, es decir, por la mitad a lo largo, en dos, y, como queda dicho, sin abrir con el machete esas aberturas típicas que facilitan el despiece, pero por el que se le escaparán todos los jugos."
    ],
    "steps": [
      "Hay que poner la bandeja con medio cordero con las patas para adelante, que peguen en el fondo del horno. \"Normalmente, se va a pensar que no entra, pero sí, empujas y cierras la puerta. Se le echa un vaso de sidra, otro de agua y un poco de sal. Nada de grasa añadida\", alerta el maestro.",
      "En otra bandeja, el otro medio cordero, que se puede hacer a la vez si se tiene prisa, o en dos veces.",
      "El horno a ciento ochenta grados, y cada veinte minutos, se coge con una cuchara el líquido que habrá ya en la base, que son los jugos del cordero con la sidra y el agua, y se va echando por encima de la pieza, \"para que hidrate la carne\".",
      "A la hora se le da la vuelta al cordero. Entonces, el cordero, \"como ya ha mermado, ya entra bien en la bandeja\".",
      "A los veinte minutos se le vuelve a echar por encima el agua que está en el fondo y ya no se le vuelve a añadir más. Los últimos cuarenta tiene que estar sin echarle mas agua, \"para que la piel esté un poco crujiente\".",
      "No olvidar echar al principio cuarto y mitad de cariño. Es la clave."
    ]
  },
  {
    "title": "Las Rosquillas de la Madre de Miguel Ángel",
    "photo": "rosquillas.jpg",
    "mime": "image/jpeg",
    "ingredients": [
      "600 grs de Harina fina de Pastelería",
      "1 Sobre de Levadura",
      "3 Huevos",
      "150 grs de azúcar",
      "80 ml de Aceite de oliva",
      "120 cl de Leche",
      "1 Limón ( Ralladura de la Piel)",
      "Azúcar"
    ],
    "steps": [
      "Se echan en un recipiente los 3 Huevos, Azúcar, Aceite, Leche y la ralladura del Limón.",
      "Se baten todos los ingredientes y seguidamente se va echando la levadura, y la harina poco a poco y se sigue batiendo hasta que vaya espesando, terminando después de amasar con la mano.",
      "Se deja reposar la masa 20 minutos en el recipiente, tapada  con un paño de cocina.",
      "Se va cogiendo masa y se va moldeando la rosquilla, con el tamaño que se desee.",
      "Se fríen en una sartén, con una temperatura ni muy elevada ni muy baja.",
      "Cuando ya están fritas, se rebozan en azúcar y canela.",
      "Y ya las tenemos terminadas."
    ]
  },
  {
    "title": "Receta sin Foto",
    "ingredients": [
      "Desconocidos",
      "Improvisar con cualquier cosa"
    ],
    "steps": [
      "No se saben.",
      "Pero con mezclar basta."
    ]
  }
]
